Repository: HardArchive/test-code-backup
Catalog: trunk/conv/libiconv-1.9.2-vc9/libiconv-1.9.2/po/*.po
Languages: hu, nl, pl, zh_cn

source: Usage: iconv [-c] [-s] [-f fromcode] [-t tocode] [file ...]
hu: Használat: iconv [-c] [-s] [-f kódolásról] [-t kódolásra] [fájl ...]
nl: Gebruik: iconv [-c] [-s] [-f vancode] [-t naarcode] [bestand ...]
pl: U¿ycie: iconv [-c] [-s] [f z_kodu] [-t do_kodu] [plik ...]
zh_cn: 用法：iconv [-c] [-s] [-f fromcode] [-t tocode] [file ...]

source: or: iconv -l
hu: vagy: iconv -l
nl: of: iconv -l
pl: lub: iconv -l
zh_cn: 或： iconv -l

source: This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
hu: Ez szabad szoftver; a sokszorosításra vonatkozó feltételeket lásd a forrásban. SEMMILYEN garanciát nem vállalunk, még azt sem állítjuk, hogy ez a program KERESKEDELMI CÉLOKRA ALKALMAS vagy HASZNÁLHATÓ EGY ADOTT FELADATRA.
pl: To jest oprogramowanie wolnodostêpne; zajrzyj do ¼róde³ aby uzyskaæ warunki licencji. Na oprogramowanie to nie jest udzielana ¯ADNA GWARANCJA; nawet gwarancja RÊKOJMI lub PRZYDATNO¦CI DO OKRE¦LONEGO CELU.
zh_cn: 这是自由软件；请查看源代码中的复制条件。本软件不提供任何担保，包括销售 或者适用性担保。

source: Written by %s.
hu: Írta %s.
nl: Geschreven door %s.
pl: Napisane przez %s.
zh_cn: 作者 %s。

source: iconv: %s: incomplete character or shift sequence
hu: iconv: %s: nem egész karakter vagy eltolási szekvencia
nl: iconv: %s: incompleet teken of verschuivingsreeks
pl: iconv: %s: niedokoñczony znak lub sekwencja shift
zh_cn: iconv：%s：不完整的字符或者换码序列

source: iconv: %s: cannot convert
hu: iconv: %s: konvertálás sikertelen
nl: iconv: %s: kan niet converteren
pl: iconv: %s: nie mo¿na skonwertowaæ
zh_cn: iconv：%s：无法转换

source: iconv: %s: I/O error
hu: iconv: %s: I/O hiba
nl: iconv: %s: I/O fout
pl: iconv: %s: b³±d wej./wyj.
zh_cn: iconv：%s：输入输出错误

source: iconv: conversion from %s unsupported
hu: iconv: a konvertálás errõl a kódolásról (%s) nem támogatott
nl: iconv: conversie van %s niet ondersteund
pl: iconv: konwersja z kodu %s jest nieobs³ugiwana
zh_cn: iconv：不支持从 %s 进行转换

source: iconv: conversion to %s unsupported
hu: iconv: a konvertálás erre a kódolásra (%s) nem támogatott
nl: iconv: conversie naar %s niet ondersteund
pl: iconv: konwersja do kodu %s jest nieobs³ugiwana
zh_cn: iconv：不支持转换到 %s

source: iconv: conversion from %s to %s unsupported
hu: iconv: a konvertálás errõl a kódolásról (%s) erre a kódlásra (%s) nem támogatott
nl: iconv: conversie van %s naar %s niet ondersteund
pl: iconv: konwersja z kodu %s do kodu %s jest nieobs³ugiwana
zh_cn: iconv：不支持从 %s 转换到 %s

source: (stdin)
zh_cn: (标准输入)

source: iconv: I/O error
hu: iconv: I/O hiba
nl: iconv: I/O fout
pl: iconv: b³±d wej./wyj.
zh_cn: iconv：输入输出错误
